insert into answer (answer_name, question_id, doc_adddate, doc_moddate)
values (
        'Объектно-ориентированное программирование (ООП) — методология программирования, основанная на представлении программы в виде совокупности объектов, каждый из которых является экземпляром определенного класса, а классы образуют иерархию наследования.',
        1,
        current_timestamp,
        current_timestamp
       ),
    ('Инкапсуляция - сокрытие реализации. Наследование - создание новой сущности на базе уже существующей. Полиморфизм - возможность иметь разные формы для одной и той же сущности. Абстракция - набор общих характеристик.',
     2,
     current_timestamp,
     current_timestamp
    );